<?php
header('Content-Type: application/json; charset=utf-8');

return [
    'scheme_title_1' => 'നിശ്ചിത പെയ്മെന്റ് പദ്ധതി',
    'scheme_title_2' => 'ഫ്ലെക്സിബിൾ പെയ്മെന്റ് പദ്ധതി',
    'scheme_title_3' => 'സ്വർണ്ണ പെയ്മെന്റ് പദ്ധതി',

    'payment_terms' => 'ഈ നിശ്ചിത പ്രതിമാസ ഗഡു പദ്ധതി പ്രകാരം, അടയ്ക്കേണ്ട തുക ഓരോ മാസവും സ്ഥിരമായിരിക്കും. പ്രതിമാസ അടവുകൾ 1-ാം തീയതി മുതൽ 5-ാം തീയതിക്കുള്ളിൽ അടയ്ക്കണം. 5-ാം തീയതിക്കുള്ളിൽ അടവുകൾ ലഭിക്കാത്ത പക്ഷം, പാക്കേജ് നിർത്തലാക്കുകയും, ഉപഭോക്താക്കൾക്ക് ഈ പദ്ധതിയിൽ തുടരുവാനുള്ള യോഗ്യത നഷ്ടപ്പെടുകയും ചെയ്യും. പദ്ധതി കാലയളവ് കരാറനുസരിച്ച് വ്യത്യാസപ്പെടാം, എന്നാൽ മാസവേതന തുക കരാറിന്റെ മുഴുവൻ കാലയളവിലും ഒരേപോലെയായിരിക്കും.',

    'scheme_description_1' => 'നിശ്ചിത പെയ്മെന്റ് പദ്ധതിയുടെ കാലാവധി 11 മാസം ആയിരിക്കും. 
    ● കാലാവധി പൂർത്തിയായ ശേഷം 12-ാം മാസം ഉപയോക്താക്കൾക്ക് മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമൻഡ്സ് ജുവല്ലറിയിൽ നിന്നും ഏത് സ്വർണാഭരണങ്ങൾ ആയാലും (കോൽക്കത്ത, ടർക്കിഷ്, ബോംബെ, കേരള, നാഗാസ് തുടങ്ങിയ ഡിസൈനുകൾ ഉൾപ്പെടെ) പണിക്കൂലി ഇല്ലാതെ വാങ്ങാവുന്നതാണ്. 
    ● ഉപഭോക്താക്കൾക്ക് പ്രതിമാസം ₹500 മുതൽ ₹500 ന്റെ  ഗുണിതങ്ങൾ ആയി ₹500,000 വരെ മാസ തവണകളായി അടക്കാവുന്നതാണ്. 
    ● നിശ്ചിത തുക ആദ്യമാസം അടക്കുന്നത് തന്നെ ആവണം പദ്ധതിയുടെ മുഴുവൻ കാലയളവിലും അടക്കേണ്ടത്. ഉദാഹരണത്തിന്, ആദ്യമാസം ₹10,000 അടച്ചാൽ, തുടർന്നുള്ള മാസങ്ങളിലും ഇതേ തുക തന്നെ അടക്കണം. തുക കൂട്ടാനോ കുറക്കാനോ പാടില്ല.
    ● പ്രതിമാസം 5-ാം തീയതി മുതൽ മുൻപ് അടവ് അടച്ചില്ലെങ്കിൽ, ഉപഭോക്താക്കൾക്ക് കുറിയിൽ തുടരുന്നതിനുള്ള യോഗ്യത നഷ്ടപ്പെടും. തവണ അടവിൽ വീഴ്ച്ച വരുത്തിയാൽ കുറിയുടെ മൊത്തം കാലാവധി കഴിഞ്ഞു അടച്ച തുക പണമായോ സ്വർണ്ണമായോ 11 മാസത്തെ ഓഫർ ഇല്ലാതെ വാങ്ങാവുന്നതാണ്.
    ● സുരക്ഷയ്ക്കും സുതാര്യതക്കും വേണ്ടി അടവുകൾ നിർബന്ധമായും കുറി ആപ്പ് വഴി മാത്രം അടക്കേണ്ടതാണ്. 
    ● സ്കീം കാലാവധി അവസാനിക്കുന്ന ദിവസത്തെ സ്വർണ്ണ വിലയാണ് പരിഗണിക്കുക. ഉദാഹരണത്തിന് മാസം 1-ാം തീയതി ആണ് സ്കീം തുടങ്ങിയതെങ്കിൽ 12-ാം മാസം 1-ാം തീയതിയിലെ സ്വർണ്ണ വിലയായിരിക്കും പരിഗണിക്കുക.
    ● ഈ പദ്ധതിയുടെ എല്ലാ തർക്കങ്ങളും കോഴിക്കോട് ജില്ലാ കോടതിയുടെ അധികാര പരിധിയിൽ ആയിരിക്കും. ഈ പദ്ധതി സർക്കാരിന്റെ കാലാകാലങ്ങളായുള്ള നയവ്യതിയാനങ്ങൾക്കും നിബന്ധനകൾക്കും വിധേയമായിരിക്കും.',

    'scheme_description_2' => 'ഫ്ലെക്സിബിൾ പെയ്മെന്റ് പദ്ധതിയുടെ കാലാവധി 11 മാസം ആയിരിക്കും. 
    ● കാലാവധി പൂർത്തിയായ ശേഷം 12-ാം മാസം ഉപയോക്താക്കൾക്ക് മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമൻഡ്സ് ജുവല്ലറിയിൽ നിന്നും ഏത് സ്വർണാഭരണങ്ങൾ ആയാലും (കോൽക്കത്ത, ടർക്കിഷ്, ബോംബെ, കേരള, നാഗാസ് തുടങ്ങിയ ഡിസൈനുകൾ ഉൾപ്പെടെ) പണിക്കൂലി ഇല്ലാതെ വാങ്ങാവുന്നതാണ്. 
    ● അടവുകൾ ആദ്യത്തെ 6 മാസങ്ങൾ വരെ പരിധിയില്ലാതെ അടക്കാവുന്നതാണ് (മാസത്തിൽ ഒരു തവണ മാത്രം അടക്കുക). ഏഴാം മാസം മുതൽ തവണ സംഖ്യ, ആദ്യ 6 മാസങ്ങളിൽ അടച്ച തുകയുടെ മധ്യമാനം (median) അടിസ്ഥാനമാക്കി നിർണ്ണയിക്കും. ഉദാഹരണത്തിന്, മൊത്തം തുക ₹50,000 ആണെങ്കിൽ, 7-ാം മാസം മുതൽ പരമാവധി അടക്കാൻ കഴിയുന്ന തുക ₹8,333 ആയിരിക്കും. തുക ₹8,333 ഇൽ കുറയുന്നതിൽ പ്രശ്നമില്ല. 
    ● പ്രതിമാസം 5-ാം തീയതി മുതൽ മുൻപ് അടവ് അടച്ചില്ലെങ്കിൽ, ഉപഭോക്താക്കൾക്ക് കുറിയിൽ തുടരുന്നതിനുള്ള യോഗ്യത നഷ്ടപ്പെടും. തവണ അടവിൽ വീഴ്ച്ച വരുത്തിയാൽ കുറിയുടെ മൊത്തം കാലാവധി കഴിഞ്ഞു അടച്ച തുക പണമായോ സ്വർണ്ണമായോ 11 മാസത്തെ ഓഫർ ഇല്ലാതെ വാങ്ങാവുന്നതാണ്.

    ● സുരക്ഷയ്ക്കും സുതാര്യതക്കും വേണ്ടി അടവുകൾ നിർബന്ധമായും കുറി ആപ്പ് വഴി മാത്രം അടക്കേണ്ടതാണ്. 
    ● സ്കീം കാലാവധി അവസാനിക്കുന്ന ദിവസത്തെ സ്വർണ്ണ വിലയാണ് പരിഗണിക്കുക. ഉദാഹരണത്തിന് മാസം 1-ാം തീയതി ആണ് സ്കീം തുടങ്ങിയതെങ്കിൽ 12-ാം മാസം 1-ാം തീയതിയിലെ സ്വർണ്ണ വിലയായിരിക്കും പരിഗണിക്കുക.
    ● ഈ പദ്ധതിയുടെ എല്ലാ തർക്കങ്ങളും കോഴിക്കോട് ജില്ലാ കോടതിയുടെ അധികാര പരിധിയിൽ ആയിരിക്കും. ഈ പദ്ധതി സർക്കാരിന്റെ കാലാകാലങ്ങളായുള്ള നയവ്യതിയാനങ്ങൾക്കും നിബന്ധനകൾക്കും വിധേയമായിരിക്കും.',

    'scheme_description_3' => 'സ്വർണ്ണ പെയ്മെന്റ് പദ്ധതിയുടെ കാലാവധി 11 മാസം ആയിരിക്കും.. 
    ● കാലാവധി പൂർത്തിയായ ശേഷം 12-ാം മാസം ഉപയോക്താക്കൾക്ക് മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമൻഡ്സ് ജുവല്ലറിയിൽ നിന്നും ഏത് സ്വർണാഭരണങ്ങൾ ആയാലും (കോൽക്കത്ത, ടർക്കിഷ്, ബോംബെ, കേരള, നാഗാസ് തുടങ്ങിയ ഡിസൈനുകൾ ഉൾപ്പെടെ) പണിക്കൂലി ഇല്ലാതെ വാങ്ങാവുന്നതാണ്. 
    ● അടവുകൾ ആദ്യത്തെ 6 മാസങ്ങൾ വരെ പരിധിയില്ലാതെ അടക്കാവുന്നതാണ് (മാസത്തിൽ ഒരു തവണ മാത്രം അടക്കുക). ഏഴാം മാസം മുതൽ തവണ സംഖ്യ, ആദ്യ 6 മാസങ്ങളിൽ അടച്ച തുകയുടെ മധ്യമാനം (median) അടിസ്ഥാനമാക്കി നിർണ്ണയിക്കും. ഉദാഹരണത്തിന്, മൊത്തം തുക ₹50,000 ആണെങ്കിൽ, 7-ാം മാസം മുതൽ പരമാവധി അടക്കാൻ കഴിയുന്ന തുക ₹8,333 ആയിരിക്കും. തുക ₹8,333 ഇൽ കുറയുന്നതിൽ പ്രശ്നമില്ല. 
    ● നിങ്ങൾ അടക്കുന്ന തുക അതാത് ദിവസത്തെ സ്വർണ്ണ വിലയുടെ നിരക്ക് പ്രകാരം സ്വർണ്ണത്തിലേക്ക് മാറ്റുന്നതാണ്. 
    ● പ്രതിമാസം 5-ാം തീയതി മുതൽ മുൻപ് അടവ് അടച്ചില്ലെങ്കിൽ, ഉപഭോക്താക്കൾക്ക് കുറിയിൽ തുടരുന്നതിനുള്ള യോഗ്യത നഷ്ടപ്പെടും. തവണ അടവിൽ വീഴ്ച്ച വരുത്തിയാൽ കുറിയുടെ മൊത്തം കാലാവധി കഴിഞ്ഞു അടച്ച തുക പണമായോ സ്വർണ്ണമായോ 11 മാസത്തെ ഓഫർ ഇല്ലാതെ വാങ്ങാവുന്നതാണ്. 
    ● സുരക്ഷയ്ക്കും സുതാര്യതക്കും വേണ്ടി അടവുകൾ നിർബന്ധമായും കുറി ആപ്പ് വഴി മാത്രം അടക്കേണ്ടതാണ്. 
    ● സ്കീം കാലാവധി അവസാനിക്കുന്ന ദിവസത്തെ സ്വർണ്ണ വിലയാണ് പരിഗണിക്കുക. ഉദാഹരണത്തിന് മാസം 1-ാം തീയതി ആണ് സ്കീം തുടങ്ങിയതെങ്കിൽ 12-ാം മാസം 1-ാം തീയതിയിലെ സ്വർണ്ണ വിലയായിരിക്കും പരിഗണിക്കുക. 
    ● ഈ പദ്ധതിയുടെ എല്ലാ തർക്കങ്ങളും കോഴിക്കോട് ജില്ലാ കോടതിയുടെ അധികാര പരിധിയിൽ ആയിരിക്കും. ഈ പദ്ധതി സർക്കാരിന്റെ കാലാകാലങ്ങളായുള്ള നയവ്യതിയാനങ്ങൾക്കും നിബന്ധനകൾക്കും വിധേയമായിരിക്കും.',


    'terms_and_condition_1' => 'നിശ്ചിത പെയ്മെന്റ് പദ്ധതി, നിബന്ധനകളും വ്യവസ്ഥകളും.
ഈ നിബന്ധനകളും വ്യവസ്ഥകളും മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമണ്ട്സ് (വിലാസം 59/2 റെയിൽവേ സ്റ്റേഷൻ റോഡ്, മേലെ പാളയം, കോഴിക്കോട്, പിൻ - 673001) (“ഇനിമുതൽ "മധുരിമ ഗോൾഡ് & ഡയമണ്ട്സ്" അല്ലെങ്കിൽ "ഞങ്ങൾ" അല്ലെങ്കിൽ "ഞങ്ങളുടെ" എന്ന് വിളിക്കുന്നു) വികസിപ്പിച്ചതും നൽകുന്നതും ആയ "മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമണ്ട്സ് ആപ്പ്" ("മൊബൈൽ ആപ്ലിക്കേഷൻ" അല്ലെങ്കിൽ "സേവനം") എന്നിവയുടെ ഉപയോഗത്തെയും അതിൻ്റെ ഏതെങ്കിലും അനുബന്ധ ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും (മൊത്തം, "സേവനങ്ങൾ") നിയന്ത്രിക്കുന്നതിന് വേണ്ടി യുള്ളതാണ്. 

നിബന്ധനകളുടെ സ്വീകാര്യത

ആപ്പ് ആക്സസ് ചെയ്യുകയോ ഡൗൺലോഡ് ചെയ്യുകയോ ഇൻസ്റ്റാൾ ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ (ഇനിമുതൽ "ഉപയോക്താവ്" അല്ലെങ്കിൽ "നിങ്ങൾ" എന്ന് വിളിക്കപ്പെടുന്നു) ഈ ഉടമ്പടിയുടെ നിബന്ധനകൾ വായിക്കുകയും മനസ്സിലാക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നുവെന്നും നിങ്ങൾ അംഗീകരിക്കുന്നു.  ഈ ഉടമ്പടി നിങ്ങൾ ഒപ്പിട്ടിട്ടില്ലെങ്കിലും ഇലക്ട്രോണിക് രീതിയിൽ നടപ്പിലാക്കിയാലും, നിങ്ങളും മധുരിമ ഗോൾഡ് & ഡയമണ്ട്സും തമ്മിലുള്ള നിയമപരമായ കരാറാണ് ഈ കരാർ എന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. ഈ നിബന്ധനകളും വ്യവസ്ഥകളും നിങ്ങൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, ആപ്പ് ഡൗൺലോഡ് ചെയ്യുകയോ ഇൻസ്റ്റാൾ ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്യരുത്.

ഉള്ളടക്ക പട്ടിക
അക്കൗണ്ടുകളും അംഗത്വവും
നിരോധിത ഉപയോഗങ്ങൾ
പേയ്മെൻ്റുകൾ 
വേർപിരിയൽ
തർക്ക പരിഹാരം
മാറ്റങ്ങളും ഭേദഗതികളും
ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന്

സ്ഥിരീകരിക്കുകയും സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു
അക്കൗണ്ടുകളും അംഗത്വവും
മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ടായിരിക്കണം. മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ഉപയോഗിക്കുന്നതിലൂടെയും ഈ ഉടമ്പടി അംഗീകരിക്കുന്നതിലൂടെയും നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ടെന്ന് നിങ്ങൾ സ്ഥിരീകരിക്കുകയും സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു. നിങ്ങൾ മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിൻ്റെ സുരക്ഷ നിലനിർത്തുന്നതിനുള്ള ഉത്തരവാദിത്തം നിങ്ങൾക്കാണ്, കൂടാതെ അക്കൗണ്ടിന് കീഴിൽ സംഭവിക്കുന്ന എല്ലാ പ്രവർത്തനങ്ങളുടെയും അതുമായി ബന്ധപ്പെട്ട് സ്വീകരിക്കുന്ന മറ്റേതെങ്കിലും പ്രവർത്തനങ്ങളുടെയും പൂർണ ഉത്തരവാദിത്തം നിങ്ങൾക്കായിരിക്കും. നിങ്ങൾ സൈൻ ഇൻ ചെയ്ത് സേവനങ്ങൾ ഉപയോഗിക്കാൻ തുടങ്ങുന്നതിന് മുമ്പ് ഞങ്ങൾ പുതിയ അക്കൗണ്ടുകൾ നിരീക്ഷിക്കുകയും അവലോകനം ചെയ്യുകയും ചെയ്തേക്കാം. ഏതെങ്കിലും തരത്തിലുള്ള തെറ്റായ കോൺടാക്റ്റ് വിവരങ്ങൾ നൽകുന്നത് നിങ്ങളുടെ അക്കൗണ്ട് അവസാനിപ്പിക്കുന്നതിലേക്ക് നയിച്ചേക്കാം. നിങ്ങളുടെ അക്കൗണ്ടിൻ്റെ ഏതെങ്കിലും അനധികൃത ഉപയോഗങ്ങളെക്കുറിച്ചോ മറ്റേതെങ്കിലും സുരക്ഷാ ലംഘനങ്ങളെക്കുറിച്ചോ നിങ്ങൾ ഉടൻ ഞങ്ങളെ അറിയിക്കണം. അത്തരം പ്രവൃത്തികളുടെയോ ഒഴിവാക്കലുകളുടെയോ ഫലമായി ഉണ്ടാകുന്ന ഏതെങ്കിലും തരത്തിലുള്ള നാശനഷ്ടങ്ങൾ ഉൾപ്പെടെ, നിങ്ങളുടെ ഏതെങ്കിലും പ്രവൃത്തികൾക്കോ ഒഴിവാക്കലുകൾക്കോ ഞങ്ങൾ ബാധ്യസ്ഥരായിരിക്കില്ല. ഈ ഉടമ്പടിയിലെ ഏതെങ്കിലും വ്യവസ്ഥ നിങ്ങൾ ലംഘിച്ചുവെന്നോ നിങ്ങളുടെ പെരുമാറ്റമോ ഉള്ളടക്കമോ ഞങ്ങളുടെ പ്രശസ്തിക്കും സൽസ്വഭാവത്തിനും ഹാനികരമാകുമെന്നോ ഞങ്ങൾ നിർണ്ണയിക്കുകയാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് (അല്ലെങ്കിൽ അതിൻ്റെ ഏതെങ്കിലും ഭാഗം) താൽക്കാലികമായി നിർത്തുകയോ പ്രവർത്തനരഹിതമാക്കുകയോ ഇല്ലാതാക്കുകയോ ചെയ്യാം. മേൽപ്പറഞ്ഞ കാരണങ്ങളാൽ ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുകയാണെങ്കിൽ, ഞങ്ങളുടെ സേവനങ്ങൾക്കായി നിങ്ങൾക്ക് വീണ്ടും രജിസ്റ്റർ ചെയ്യാനാകില്ല. കൂടുതൽ രജിസ്ട്രേഷൻ തടയാൻ നിങ്ങളുടെ ഇമെയിൽ വിലാസവും ഇൻ്റർനെറ്റ് പ്രോട്ടോക്കോൾ വിലാസവും ഞങ്ങൾ ബ്ലോക്ക് ചെയ്തേക്കാം.

നിരോധിത ഉപയോഗങ്ങൾ
കരാറിൽ പറഞ്ഞിരിക്കുന്ന മറ്റ് നിബന്ധനകൾക്ക് പുറമേ, മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും അല്ലെങ്കിൽ ഉള്ളടക്കവും താഴെ പറയുന്ന ആവശ്യങ്ങൾക്ക് ഉപയോഗിക്കുന്നതിൽ നിന്ന് നിങ്ങളെ നിരോധിച്ചിരിക്കുന്നു: (എ) ഏതെങ്കിലും നിയമവിരുദ്ധമായ ആവശ്യത്തിന്; (ബി) നിയമവിരുദ്ധമായ എന്തെങ്കിലും പ്രവൃത്തികൾ ചെയ്യാനോ അതിൽ പങ്കെടുക്കാനോ മറ്റുള്ളവരോട് അഭ്യർത്ഥിക്കുക; (സി) ഏതെങ്കിലും അന്താരാഷ്ട്ര, ഫെഡറൽ, പ്രവിശ്യ അല്ലെങ്കിൽ സംസ്ഥാന നിയന്ത്രണങ്ങൾ, നിയമങ്ങൾ, അല്ലെങ്കിൽ പ്രാദേശിക ഓർഡിനൻസുകൾ എന്നിവ ലംഘിക്കുന്നതിന്; (ഡി) നമ്മുടെ ബൗദ്ധിക സ്വത്തവകാശം അല്ലെങ്കിൽ മറ്റുള്ളവരുടെ ബൗദ്ധിക സ്വത്തവകാശം ലംഘിക്കുകയോ ചെയ്യുക; (ഇ) ലിംഗഭേദം, ലൈംഗിക ആഭിമുഖ്യം, മതം, വംശം,  പ്രായം, ദേശീയ ഉത്ഭവം അല്ലെങ്കിൽ വൈകല്യം എന്നിവയുടെ അടിസ്ഥാനത്തിൽ ഉപദ്രവിക്കുക, ദുരുപയോഗം ചെയ്യുക, അപമാനിക്കുക, അപകീർത്തിപ്പെടുത്തുക, ഭീഷണിപ്പെടുത്തുക, അല്ലെങ്കിൽ വിവേചനം കാണിക്കുക; (എഫ്) തെറ്റായ അല്ലെങ്കിൽ തെറ്റിദ്ധരിപ്പിക്കുന്ന വിവരങ്ങൾ സമർപ്പിക്കാൻ; (ജി) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും, മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും അല്ലെങ്കിൽ ഇൻറർനെറ്റിൻ്റെയും പ്രവർത്തനത്തെയോ ഏതെങ്കിലും തരത്തിൽ ഉപയോഗിക്കുന്നതോ ആയ വൈറസുകളോ മറ്റേതെങ്കിലും തരത്തിലുള്ള ക്ഷുദ്ര കോഡുകളോ അപ്ലോഡ് ചെയ്യുകയോ കൈമാറുകയോ ചെയ്യുക; (h) സ്പാം, ഫിഷ്, ഫാം, പ്രീ ടെക്സ്റ്റ്, സ്പൈഡർ, ക്രാൾ, അല്ലെങ്കിൽ സ്ക്രാപ്പ് എന്നിവ ചെയ്യുക; (i) ഏതെങ്കിലും അശ്ലീലമോ അധാർമികമോ ആയ ഉദ്ദേശ്യങ്ങൾക്കായി ഉപയോഗിക്കുക  (j) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും, മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും അല്ലെങ്കിൽ ഇൻ്റർനെറ്റിൻ്റെ സുരക്ഷാ സവിശേഷതകളിൽ ഇടപെടുകയോ ഒഴിവാക്കുകയോ ചെയ്യുക. നിരോധിത ഉപയോഗങ്ങളിൽ ഏതെങ്കിലും ലംഘിച്ച കാരണത്താൽ മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും നിങ്ങളുടെ ഉപയോഗം അവസാനിപ്പിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്.

പേയ്മെന്റുകൾ
ആപ്പിലേക്കുള്ള പേയ്മെന്റുകൾ Razor Pay ഗേറ്റ്വേ വഴി മാത്രമേ നടത്താവൂ; ഉപയോക്താക്കൾക്ക് ഡെബിറ്റ് കാർഡുകൾ, ക്രെഡിറ്റ് കാർഡുകൾ, UPI അല്ലെങ്കിൽ ഗേറ്റ്വേയിൽ വ്യക്തമാക്കിയ മറ്റേതെങ്കിലും രീതികൾ ഉപയോഗിച്ച് പേയ്മെന്റ്  നടത്താം. ഞങ്ങളുടെ വിലയേറിയ ഉപയോക്താക്കൾ എല്ലാ മാസവും 5-ാം തീയതിയോ അതിന് മുമ്പോ പേയ്മെൻ്റ് നടത്തണം. അത്തരം ബാധ്യതകൾ പരാജയപ്പെട്ടാൽ, ബഹുമാനപ്പെട്ട സ്കീമുകൾ വാഗ്ദാനം ചെയ്യുന്ന നിബന്ധനകളും വ്യവസ്ഥകളും പാലിക്കാൻ സ്കീമുകളുടെ വരിക്കാർ നിർബന്ധിതരാകും.
അവസാനിപ്പിക്കൽ
ഈ നിബന്ധനകളിലെയും വ്യവസ്ഥകളിലെയും ഏതെങ്കിലും വ്യവസ്ഥകൾ അസാധുവായതോ നടപ്പിലാക്കാൻ കഴിയാത്തതോ ആണെന്ന് കണ്ടെത്തിയാൽ, അത്തരം വ്യവസ്ഥകൾ ഈ നിബന്ധനകളിൽ നിന്നും വ്യവസ്ഥകളിൽ നിന്നും വേർപെടുത്തിയതായി കണക്കാക്കുകയും ശേഷിക്കുന്ന വ്യവസ്ഥകളുടെ സാധുതയെയും നിർവ്വഹണത്തെയും ബാധിക്കുകയുമില്ല.

തർക്ക പരിഹാരം
ഈ ഉടമ്പടി അതിൻ്റെ നിയമ തത്വങ്ങളുടെ വൈരുദ്ധ്യം പരിഗണിക്കാതെ, ഇന്ത്യയിലെ കേരള സംസ്ഥാനത്തിൻ്റെ നിയമങ്ങൾക്കനുസൃതമായി നിയന്ത്രിക്കപ്പെടുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്യും. ഈ ഉടമ്പടി പ്രകാരം ഉണ്ടാകുന്ന തർക്കങ്ങൾക്കുള്ള അധികാരപരിധി ഇന്ത്യയിലെ കേരളത്തിലെ കോഴിക്കോട് ജില്ലാ കോടതിയിൽ മാത്രമായിരിക്കും. നിങ്ങൾ ഇതിനാൽ അത്തരം കോടതിയുടെ അധികാരപരിധി അംഗീകരിക്കുകയും ജൂറി വിചാരണയ്ക്കുള്ള ഏതെങ്കിലും അവകാശം ഒഴിവാക്കുകയും ചെയ്യുന്നു. ചരക്കുകളുടെ അന്താരാഷ്ട്ര വിൽപ്പനയ്ക്കുള്ള കരാറുകളെക്കുറിച്ചുള്ള ഐക്യരാഷ്ട്ര കൺവെൻഷൻ ബാധകമല്ല.

മാറ്റങ്ങളും ഭേദഗതികളും
ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ ഏത് സമയത്തും മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളുമായി ബന്ധപ്പെട്ട ഈ കരാറോ അതിൻ്റെ നിബന്ധനകളോ പരിഷ്കരിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. ഞങ്ങൾ ഇത് ചെയ്യുമ്പോൾ, ഞങ്ങൾ മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു അറിയിപ്പ് പോസ്റ്റ് ചെയ്യും. നിങ്ങൾ നൽകിയ കോൺടാക്റ്റ് വിവരങ്ങൾ പോലെ, ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ മറ്റ് മാർഗങ്ങളിലൂടെയും ഞങ്ങൾ നിങ്ങൾക്ക് അറിയിപ്പ് നൽകിയേക്കാം.
ഈ ഉടമ്പടിയുടെ അപ്ഡേറ്റ് ചെയ്ത പതിപ്പ്, വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ, പുതുക്കിയ ഉടമ്പടി പോസ്റ്റുചെയ്യുമ്പോൾ ഉടനടി പ്രാബല്യത്തിൽ വരും. പുതുക്കിയ ഉടമ്പടി പ്രാബല്യത്തിൽ വരുന്ന തീയതിക്ക് ശേഷം (അല്ലെങ്കിൽ ആ സമയത്ത് വ്യക്തമാക്കിയ മറ്റ് ആക്റ്റ്) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും നിങ്ങളുടെ തുടർച്ചയായ ഉപയോഗം ആ മാറ്റങ്ങൾക്ക് നിങ്ങളുടെ സമ്മതം നൽകിയതായി പരിഗണിക്കും.

ഈ നിബന്ധനകളുടെ സ്വീകാര്യത
നിങ്ങൾ ഈ ഉടമ്പടി വായിച്ചതായി സമ്മതിക്കുകയും അതിൻ്റെ എല്ലാ നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുകയും ചെയ്യുന്നു. മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ആക്സസ് ചെയ്യുന്നതിലൂടെയും ഉപയോഗിക്കുന്നതിലൂടെയും നിങ്ങൾ ഈ ഉടമ്പടിക്ക് വിധേയരാണെന്ന് സമ്മതിക്കുന്നു. ഈ കരാറിൻ്റെ നിബന്ധനകൾ പാലിക്കാൻ നിങ്ങൾ സമ്മതിക്കുന്നില്ലെങ്കിൽ, മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ആക്സസ് ചെയ്യാനോ ഉപയോഗിക്കാനോ നിങ്ങൾക്ക് അധികാരമില്ല.

ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന്
ഈ കരാറുമായി ബന്ധപ്പെട്ട് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ ആശങ്കകളോ പരാതികളോ ഉണ്ടെങ്കിൽ, ചുവടെയുള്ള വിശദാംശങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെ ടാവുന്നതാണ്. madhurimagold@gmail.com
ഈ ഡോക്യുമെൻ്റ് അവസാനം അപ്ഡേറ്റ് ചെയ്തത് 2024 ഡിസംബർ 12 നാണ്',
    'terms_and_condition_2' => 'ഫ്ലെക്സിബിൾ പെയ്മെന്റ് പദ്ധതി, നിബന്ധനകളും വ്യവസ്ഥകളും.
ഈ നിബന്ധനകളും വ്യവസ്ഥകളും മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമണ്ട്സ് (വിലാസം 59/2 റെയിൽവേ സ്റ്റേഷൻ റോഡ്, മേലെ പാളയം, കോഴിക്കോട്, പിൻ - 673001) (“ഇനിമുതൽ "മധുരിമ ഗോൾഡ് & ഡയമണ്ട്സ്" അല്ലെങ്കിൽ "ഞങ്ങൾ" അല്ലെങ്കിൽ "ഞങ്ങളുടെ" എന്ന് വിളിക്കുന്നു) വികസിപ്പിച്ചതും നൽകുന്നതും ആയ "മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമണ്ട്സ് ആപ്പ്" ("മൊബൈൽ ആപ്ലിക്കേഷൻ" അല്ലെങ്കിൽ "സേവനം") എന്നിവയുടെ ഉപയോഗത്തെയും അതിൻ്റെ ഏതെങ്കിലും അനുബന്ധ ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും (മൊത്തം, "സേവനങ്ങൾ") നിയന്ത്രിക്കുന്നതിന് വേണ്ടി യുള്ളതാണ്. 

നിബന്ധനകളുടെ സ്വീകാര്യത

ആപ്പ് ആക്സസ് ചെയ്യുകയോ ഡൗൺലോഡ് ചെയ്യുകയോ ഇൻസ്റ്റാൾ ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ (ഇനിമുതൽ "ഉപയോക്താവ്" അല്ലെങ്കിൽ "നിങ്ങൾ" എന്ന് വിളിക്കപ്പെടുന്നു) ഈ ഉടമ്പടിയുടെ നിബന്ധനകൾ വായിക്കുകയും മനസ്സിലാക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നുവെന്നും നിങ്ങൾ അംഗീകരിക്കുന്നു.  ഈ ഉടമ്പടി നിങ്ങൾ ഒപ്പിട്ടിട്ടില്ലെങ്കിലും ഇലക്ട്രോണിക് രീതിയിൽ നടപ്പിലാക്കിയാലും, നിങ്ങളും മധുരിമ ഗോൾഡ് & ഡയമണ്ട്സും തമ്മിലുള്ള നിയമപരമായ കരാറാണ് ഈ കരാർ എന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. ഈ നിബന്ധനകളും വ്യവസ്ഥകളും നിങ്ങൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, ആപ്പ് ഡൗൺലോഡ് ചെയ്യുകയോ ഇൻസ്റ്റാൾ ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്യരുത്.

ഉള്ളടക്ക പട്ടിക
അക്കൗണ്ടുകളും അംഗത്വവും
നിരോധിത ഉപയോഗങ്ങൾ
പേയ്മെൻ്റുകൾ 
വേർപിരിയൽ
തർക്ക പരിഹാരം
മാറ്റങ്ങളും ഭേദഗതികളും
ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന്

സ്ഥിരീകരിക്കുകയും സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു
അക്കൗണ്ടുകളും അംഗത്വവും
മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ടായിരിക്കണം. മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ഉപയോഗിക്കുന്നതിലൂടെയും ഈ ഉടമ്പടി അംഗീകരിക്കുന്നതിലൂടെയും നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ടെന്ന് നിങ്ങൾ സ്ഥിരീകരിക്കുകയും സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു. നിങ്ങൾ മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിൻ്റെ സുരക്ഷ നിലനിർത്തുന്നതിനുള്ള ഉത്തരവാദിത്തം നിങ്ങൾക്കാണ്, കൂടാതെ അക്കൗണ്ടിന് കീഴിൽ സംഭവിക്കുന്ന എല്ലാ പ്രവർത്തനങ്ങളുടെയും അതുമായി ബന്ധപ്പെട്ട് സ്വീകരിക്കുന്ന മറ്റേതെങ്കിലും പ്രവർത്തനങ്ങളുടെയും പൂർണ ഉത്തരവാദിത്തം നിങ്ങൾക്കായിരിക്കും. നിങ്ങൾ സൈൻ ഇൻ ചെയ്ത് സേവനങ്ങൾ ഉപയോഗിക്കാൻ തുടങ്ങുന്നതിന് മുമ്പ് ഞങ്ങൾ പുതിയ അക്കൗണ്ടുകൾ നിരീക്ഷിക്കുകയും അവലോകനം ചെയ്യുകയും ചെയ്തേക്കാം. ഏതെങ്കിലും തരത്തിലുള്ള തെറ്റായ കോൺടാക്റ്റ് വിവരങ്ങൾ നൽകുന്നത് നിങ്ങളുടെ അക്കൗണ്ട് അവസാനിപ്പിക്കുന്നതിലേക്ക് നയിച്ചേക്കാം. നിങ്ങളുടെ അക്കൗണ്ടിൻ്റെ ഏതെങ്കിലും അനധികൃത ഉപയോഗങ്ങളെക്കുറിച്ചോ മറ്റേതെങ്കിലും സുരക്ഷാ ലംഘനങ്ങളെക്കുറിച്ചോ നിങ്ങൾ ഉടൻ ഞങ്ങളെ അറിയിക്കണം. അത്തരം പ്രവൃത്തികളുടെയോ ഒഴിവാക്കലുകളുടെയോ ഫലമായി ഉണ്ടാകുന്ന ഏതെങ്കിലും തരത്തിലുള്ള നാശനഷ്ടങ്ങൾ ഉൾപ്പെടെ, നിങ്ങളുടെ ഏതെങ്കിലും പ്രവൃത്തികൾക്കോ ഒഴിവാക്കലുകൾക്കോ ഞങ്ങൾ ബാധ്യസ്ഥരായിരിക്കില്ല. ഈ ഉടമ്പടിയിലെ ഏതെങ്കിലും വ്യവസ്ഥ നിങ്ങൾ ലംഘിച്ചുവെന്നോ നിങ്ങളുടെ പെരുമാറ്റമോ ഉള്ളടക്കമോ ഞങ്ങളുടെ പ്രശസ്തിക്കും സൽസ്വഭാവത്തിനും ഹാനികരമാകുമെന്നോ ഞങ്ങൾ നിർണ്ണയിക്കുകയാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് (അല്ലെങ്കിൽ അതിൻ്റെ ഏതെങ്കിലും ഭാഗം) താൽക്കാലികമായി നിർത്തുകയോ പ്രവർത്തനരഹിതമാക്കുകയോ ഇല്ലാതാക്കുകയോ ചെയ്യാം. മേൽപ്പറഞ്ഞ കാരണങ്ങളാൽ ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുകയാണെങ്കിൽ, ഞങ്ങളുടെ സേവനങ്ങൾക്കായി നിങ്ങൾക്ക് വീണ്ടും രജിസ്റ്റർ ചെയ്യാനാകില്ല. കൂടുതൽ രജിസ്ട്രേഷൻ തടയാൻ നിങ്ങളുടെ ഇമെയിൽ വിലാസവും ഇൻ്റർനെറ്റ് പ്രോട്ടോക്കോൾ വിലാസവും ഞങ്ങൾ ബ്ലോക്ക് ചെയ്തേക്കാം.

നിരോധിത ഉപയോഗങ്ങൾ
കരാറിൽ പറഞ്ഞിരിക്കുന്ന മറ്റ് നിബന്ധനകൾക്ക് പുറമേ, മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും അല്ലെങ്കിൽ ഉള്ളടക്കവും താഴെ പറയുന്ന ആവശ്യങ്ങൾക്ക് ഉപയോഗിക്കുന്നതിൽ നിന്ന് നിങ്ങളെ നിരോധിച്ചിരിക്കുന്നു: (എ) ഏതെങ്കിലും നിയമവിരുദ്ധമായ ആവശ്യത്തിന്; (ബി) നിയമവിരുദ്ധമായ എന്തെങ്കിലും പ്രവൃത്തികൾ ചെയ്യാനോ അതിൽ പങ്കെടുക്കാനോ മറ്റുള്ളവരോട് അഭ്യർത്ഥിക്കുക; (സി) ഏതെങ്കിലും അന്താരാഷ്ട്ര, ഫെഡറൽ, പ്രവിശ്യ അല്ലെങ്കിൽ സംസ്ഥാന നിയന്ത്രണങ്ങൾ, നിയമങ്ങൾ, അല്ലെങ്കിൽ പ്രാദേശിക ഓർഡിനൻസുകൾ എന്നിവ ലംഘിക്കുന്നതിന്; (ഡി) നമ്മുടെ ബൗദ്ധിക സ്വത്തവകാശം അല്ലെങ്കിൽ മറ്റുള്ളവരുടെ ബൗദ്ധിക സ്വത്തവകാശം ലംഘിക്കുകയോ ചെയ്യുക; (ഇ) ലിംഗഭേദം, ലൈംഗിക ആഭിമുഖ്യം, മതം, വംശം,  പ്രായം, ദേശീയ ഉത്ഭവം അല്ലെങ്കിൽ വൈകല്യം എന്നിവയുടെ അടിസ്ഥാനത്തിൽ ഉപദ്രവിക്കുക, ദുരുപയോഗം ചെയ്യുക, അപമാനിക്കുക, അപകീർത്തിപ്പെടുത്തുക, ഭീഷണിപ്പെടുത്തുക, അല്ലെങ്കിൽ വിവേചനം കാണിക്കുക; (എഫ്) തെറ്റായ അല്ലെങ്കിൽ തെറ്റിദ്ധരിപ്പിക്കുന്ന വിവരങ്ങൾ സമർപ്പിക്കാൻ; (ജി) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും, മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും അല്ലെങ്കിൽ ഇൻറർനെറ്റിൻ്റെയും പ്രവർത്തനത്തെയോ ഏതെങ്കിലും തരത്തിൽ ഉപയോഗിക്കുന്നതോ ആയ വൈറസുകളോ മറ്റേതെങ്കിലും തരത്തിലുള്ള ക്ഷുദ്ര കോഡുകളോ അപ്ലോഡ് ചെയ്യുകയോ കൈമാറുകയോ ചെയ്യുക; (h) സ്പാം, ഫിഷ്, ഫാം, പ്രീ ടെക്സ്റ്റ്, സ്പൈഡർ, ക്രാൾ, അല്ലെങ്കിൽ സ്ക്രാപ്പ് എന്നിവ ചെയ്യുക; (i) ഏതെങ്കിലും അശ്ലീലമോ അധാർമികമോ ആയ ഉദ്ദേശ്യങ്ങൾക്കായി ഉപയോഗിക്കുക  (j) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും, മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും അല്ലെങ്കിൽ ഇൻ്റർനെറ്റിൻ്റെ സുരക്ഷാ സവിശേഷതകളിൽ ഇടപെടുകയോ ഒഴിവാക്കുകയോ ചെയ്യുക. നിരോധിത ഉപയോഗങ്ങളിൽ ഏതെങ്കിലും ലംഘിച്ച കാരണത്താൽ മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും നിങ്ങളുടെ ഉപയോഗം അവസാനിപ്പിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്.

പേയ്മെന്റുകൾ
ആപ്പിലേക്കുള്ള പേയ്മെന്റുകൾ Razor Pay ഗേറ്റ്വേ വഴി മാത്രമേ നടത്താവൂ; ഉപയോക്താക്കൾക്ക് ഡെബിറ്റ് കാർഡുകൾ, ക്രെഡിറ്റ് കാർഡുകൾ, UPI അല്ലെങ്കിൽ ഗേറ്റ്വേയിൽ വ്യക്തമാക്കിയ മറ്റേതെങ്കിലും രീതികൾ ഉപയോഗിച്ച് പേയ്മെന്റ്  നടത്താം. ഞങ്ങളുടെ വിലയേറിയ ഉപയോക്താക്കൾ എല്ലാ മാസവും 5-ാം തീയതിയോ അതിന് മുമ്പോ പേയ്മെൻ്റ് നടത്തണം. അത്തരം ബാധ്യതകൾ പരാജയപ്പെട്ടാൽ, ബഹുമാനപ്പെട്ട സ്കീമുകൾ വാഗ്ദാനം ചെയ്യുന്ന നിബന്ധനകളും വ്യവസ്ഥകളും പാലിക്കാൻ സ്കീമുകളുടെ വരിക്കാർ നിർബന്ധിതരാകും.
അവസാനിപ്പിക്കൽ
ഈ നിബന്ധനകളിലെയും വ്യവസ്ഥകളിലെയും ഏതെങ്കിലും വ്യവസ്ഥകൾ അസാധുവായതോ നടപ്പിലാക്കാൻ കഴിയാത്തതോ ആണെന്ന് കണ്ടെത്തിയാൽ, അത്തരം വ്യവസ്ഥകൾ ഈ നിബന്ധനകളിൽ നിന്നും വ്യവസ്ഥകളിൽ നിന്നും വേർപെടുത്തിയതായി കണക്കാക്കുകയും ശേഷിക്കുന്ന വ്യവസ്ഥകളുടെ സാധുതയെയും നിർവ്വഹണത്തെയും ബാധിക്കുകയുമില്ല.

തർക്ക പരിഹാരം
ഈ ഉടമ്പടി അതിൻ്റെ നിയമ തത്വങ്ങളുടെ വൈരുദ്ധ്യം പരിഗണിക്കാതെ, ഇന്ത്യയിലെ കേരള സംസ്ഥാനത്തിൻ്റെ നിയമങ്ങൾക്കനുസൃതമായി നിയന്ത്രിക്കപ്പെടുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്യും. ഈ ഉടമ്പടി പ്രകാരം ഉണ്ടാകുന്ന തർക്കങ്ങൾക്കുള്ള അധികാരപരിധി ഇന്ത്യയിലെ കേരളത്തിലെ കോഴിക്കോട് ജില്ലാ കോടതിയിൽ മാത്രമായിരിക്കും. നിങ്ങൾ ഇതിനാൽ അത്തരം കോടതിയുടെ അധികാരപരിധി അംഗീകരിക്കുകയും ജൂറി വിചാരണയ്ക്കുള്ള ഏതെങ്കിലും അവകാശം ഒഴിവാക്കുകയും ചെയ്യുന്നു. ചരക്കുകളുടെ അന്താരാഷ്ട്ര വിൽപ്പനയ്ക്കുള്ള കരാറുകളെക്കുറിച്ചുള്ള ഐക്യരാഷ്ട്ര കൺവെൻഷൻ ബാധകമല്ല.

മാറ്റങ്ങളും ഭേദഗതികളും
ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ ഏത് സമയത്തും മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളുമായി ബന്ധപ്പെട്ട ഈ കരാറോ അതിൻ്റെ നിബന്ധനകളോ പരിഷ്കരിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. ഞങ്ങൾ ഇത് ചെയ്യുമ്പോൾ, ഞങ്ങൾ മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു അറിയിപ്പ് പോസ്റ്റ് ചെയ്യും. നിങ്ങൾ നൽകിയ കോൺടാക്റ്റ് വിവരങ്ങൾ പോലെ, ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ മറ്റ് മാർഗങ്ങളിലൂടെയും ഞങ്ങൾ നിങ്ങൾക്ക് അറിയിപ്പ് നൽകിയേക്കാം.
ഈ ഉടമ്പടിയുടെ അപ്ഡേറ്റ് ചെയ്ത പതിപ്പ്, വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ, പുതുക്കിയ ഉടമ്പടി പോസ്റ്റുചെയ്യുമ്പോൾ ഉടനടി പ്രാബല്യത്തിൽ വരും. പുതുക്കിയ ഉടമ്പടി പ്രാബല്യത്തിൽ വരുന്ന തീയതിക്ക് ശേഷം (അല്ലെങ്കിൽ ആ സമയത്ത് വ്യക്തമാക്കിയ മറ്റ് ആക്റ്റ്) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും നിങ്ങളുടെ തുടർച്ചയായ ഉപയോഗം ആ മാറ്റങ്ങൾക്ക് നിങ്ങളുടെ സമ്മതം നൽകിയതായി പരിഗണിക്കും.

ഈ നിബന്ധനകളുടെ സ്വീകാര്യത
നിങ്ങൾ ഈ ഉടമ്പടി വായിച്ചതായി സമ്മതിക്കുകയും അതിൻ്റെ എല്ലാ നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുകയും ചെയ്യുന്നു. മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ആക്സസ് ചെയ്യുന്നതിലൂടെയും ഉപയോഗിക്കുന്നതിലൂടെയും നിങ്ങൾ ഈ ഉടമ്പടിക്ക് വിധേയരാണെന്ന് സമ്മതിക്കുന്നു. ഈ കരാറിൻ്റെ നിബന്ധനകൾ പാലിക്കാൻ നിങ്ങൾ സമ്മതിക്കുന്നില്ലെങ്കിൽ, മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ആക്സസ് ചെയ്യാനോ ഉപയോഗിക്കാനോ നിങ്ങൾക്ക് അധികാരമില്ല.

ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന്
ഈ കരാറുമായി ബന്ധപ്പെട്ട് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ ആശങ്കകളോ പരാതികളോ ഉണ്ടെങ്കിൽ, ചുവടെയുള്ള വിശദാംശങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെ ടാവുന്നതാണ്. madhurimagold@gmail.com
ഈ ഡോക്യുമെൻ്റ് അവസാനം അപ്ഡേറ്റ് ചെയ്തത് 2024 ഡിസംബർ 12 നാണ്',
    'terms_and_condition_3' => 'സ്വർണ്ണ പെയ്മെന്റ് പദ്ധതി, നിബന്ധനകളും വ്യവസ്ഥകളും
ഈ നിബന്ധനകളും വ്യവസ്ഥകളും മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമണ്ട്സ് (വിലാസം 59/2 റെയിൽവേ സ്റ്റേഷൻ റോഡ്, മേലെ പാളയം, കോഴിക്കോട്, പിൻ - 673001) (“ഇനിമുതൽ "മധുരിമ ഗോൾഡ് & ഡയമണ്ട്സ്" അല്ലെങ്കിൽ "ഞങ്ങൾ" അല്ലെങ്കിൽ "ഞങ്ങളുടെ" എന്ന് വിളിക്കുന്നു) വികസിപ്പിച്ചതും നൽകുന്നതും ആയ "മധുരിമ ഗോൾഡ് ആൻഡ് ഡയമണ്ട്സ് ആപ്പ്" ("മൊബൈൽ ആപ്ലിക്കേഷൻ" അല്ലെങ്കിൽ "സേവനം") എന്നിവയുടെ ഉപയോഗത്തെയും അതിൻ്റെ ഏതെങ്കിലും അനുബന്ധ ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും (മൊത്തം, "സേവനങ്ങൾ") നിയന്ത്രിക്കുന്നതിന് വേണ്ടി യുള്ളതാണ്. 

നിബന്ധനകളുടെ സ്വീകാര്യത

ആപ്പ് ആക്സസ് ചെയ്യുകയോ ഡൗൺലോഡ് ചെയ്യുകയോ ഇൻസ്റ്റാൾ ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ (ഇനിമുതൽ "ഉപയോക്താവ്" അല്ലെങ്കിൽ "നിങ്ങൾ" എന്ന് വിളിക്കപ്പെടുന്നു) ഈ ഉടമ്പടിയുടെ നിബന്ധനകൾ വായിക്കുകയും മനസ്സിലാക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നുവെന്നും നിങ്ങൾ അംഗീകരിക്കുന്നു.  ഈ ഉടമ്പടി നിങ്ങൾ ഒപ്പിട്ടിട്ടില്ലെങ്കിലും ഇലക്ട്രോണിക് രീതിയിൽ നടപ്പിലാക്കിയാലും, നിങ്ങളും മധുരിമ ഗോൾഡ് & ഡയമണ്ട്സും തമ്മിലുള്ള നിയമപരമായ കരാറാണ് ഈ കരാർ എന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. ഈ നിബന്ധനകളും വ്യവസ്ഥകളും നിങ്ങൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, ആപ്പ് ഡൗൺലോഡ് ചെയ്യുകയോ ഇൻസ്റ്റാൾ ചെയ്യുകയോ ഉപയോഗിക്കുകയോ ചെയ്യരുത്.

ഉള്ളടക്ക പട്ടിക
അക്കൗണ്ടുകളും അംഗത്വവും
നിരോധിത ഉപയോഗങ്ങൾ
പേയ്മെൻ്റുകൾ 
വേർപിരിയൽ
തർക്ക പരിഹാരം
മാറ്റങ്ങളും ഭേദഗതികളും
ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന്

സ്ഥിരീകരിക്കുകയും സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു
അക്കൗണ്ടുകളും അംഗത്വവും
മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ടായിരിക്കണം. മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ഉപയോഗിക്കുന്നതിലൂടെയും ഈ ഉടമ്പടി അംഗീകരിക്കുന്നതിലൂടെയും നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ടെന്ന് നിങ്ങൾ സ്ഥിരീകരിക്കുകയും സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു. നിങ്ങൾ മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിൻ്റെ സുരക്ഷ നിലനിർത്തുന്നതിനുള്ള ഉത്തരവാദിത്തം നിങ്ങൾക്കാണ്, കൂടാതെ അക്കൗണ്ടിന് കീഴിൽ സംഭവിക്കുന്ന എല്ലാ പ്രവർത്തനങ്ങളുടെയും അതുമായി ബന്ധപ്പെട്ട് സ്വീകരിക്കുന്ന മറ്റേതെങ്കിലും പ്രവർത്തനങ്ങളുടെയും പൂർണ ഉത്തരവാദിത്തം നിങ്ങൾക്കായിരിക്കും. നിങ്ങൾ സൈൻ ഇൻ ചെയ്ത് സേവനങ്ങൾ ഉപയോഗിക്കാൻ തുടങ്ങുന്നതിന് മുമ്പ് ഞങ്ങൾ പുതിയ അക്കൗണ്ടുകൾ നിരീക്ഷിക്കുകയും അവലോകനം ചെയ്യുകയും ചെയ്തേക്കാം. ഏതെങ്കിലും തരത്തിലുള്ള തെറ്റായ കോൺടാക്റ്റ് വിവരങ്ങൾ നൽകുന്നത് നിങ്ങളുടെ അക്കൗണ്ട് അവസാനിപ്പിക്കുന്നതിലേക്ക് നയിച്ചേക്കാം. നിങ്ങളുടെ അക്കൗണ്ടിൻ്റെ ഏതെങ്കിലും അനധികൃത ഉപയോഗങ്ങളെക്കുറിച്ചോ മറ്റേതെങ്കിലും സുരക്ഷാ ലംഘനങ്ങളെക്കുറിച്ചോ നിങ്ങൾ ഉടൻ ഞങ്ങളെ അറിയിക്കണം. അത്തരം പ്രവൃത്തികളുടെയോ ഒഴിവാക്കലുകളുടെയോ ഫലമായി ഉണ്ടാകുന്ന ഏതെങ്കിലും തരത്തിലുള്ള നാശനഷ്ടങ്ങൾ ഉൾപ്പെടെ, നിങ്ങളുടെ ഏതെങ്കിലും പ്രവൃത്തികൾക്കോ ഒഴിവാക്കലുകൾക്കോ ഞങ്ങൾ ബാധ്യസ്ഥരായിരിക്കില്ല. ഈ ഉടമ്പടിയിലെ ഏതെങ്കിലും വ്യവസ്ഥ നിങ്ങൾ ലംഘിച്ചുവെന്നോ നിങ്ങളുടെ പെരുമാറ്റമോ ഉള്ളടക്കമോ ഞങ്ങളുടെ പ്രശസ്തിക്കും സൽസ്വഭാവത്തിനും ഹാനികരമാകുമെന്നോ ഞങ്ങൾ നിർണ്ണയിക്കുകയാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് (അല്ലെങ്കിൽ അതിൻ്റെ ഏതെങ്കിലും ഭാഗം) താൽക്കാലികമായി നിർത്തുകയോ പ്രവർത്തനരഹിതമാക്കുകയോ ഇല്ലാതാക്കുകയോ ചെയ്യാം. മേൽപ്പറഞ്ഞ കാരണങ്ങളാൽ ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുകയാണെങ്കിൽ, ഞങ്ങളുടെ സേവനങ്ങൾക്കായി നിങ്ങൾക്ക് വീണ്ടും രജിസ്റ്റർ ചെയ്യാനാകില്ല. കൂടുതൽ രജിസ്ട്രേഷൻ തടയാൻ നിങ്ങളുടെ ഇമെയിൽ വിലാസവും ഇൻ്റർനെറ്റ് പ്രോട്ടോക്കോൾ വിലാസവും ഞങ്ങൾ ബ്ലോക്ക് ചെയ്തേക്കാം.

നിരോധിത ഉപയോഗങ്ങൾ
കരാറിൽ പറഞ്ഞിരിക്കുന്ന മറ്റ് നിബന്ധനകൾക്ക് പുറമേ, മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും അല്ലെങ്കിൽ ഉള്ളടക്കവും താഴെ പറയുന്ന ആവശ്യങ്ങൾക്ക് ഉപയോഗിക്കുന്നതിൽ നിന്ന് നിങ്ങളെ നിരോധിച്ചിരിക്കുന്നു: (എ) ഏതെങ്കിലും നിയമവിരുദ്ധമായ ആവശ്യത്തിന്; (ബി) നിയമവിരുദ്ധമായ എന്തെങ്കിലും പ്രവൃത്തികൾ ചെയ്യാനോ അതിൽ പങ്കെടുക്കാനോ മറ്റുള്ളവരോട് അഭ്യർത്ഥിക്കുക; (സി) ഏതെങ്കിലും അന്താരാഷ്ട്ര, ഫെഡറൽ, പ്രവിശ്യ അല്ലെങ്കിൽ സംസ്ഥാന നിയന്ത്രണങ്ങൾ, നിയമങ്ങൾ, അല്ലെങ്കിൽ പ്രാദേശിക ഓർഡിനൻസുകൾ എന്നിവ ലംഘിക്കുന്നതിന്; (ഡി) നമ്മുടെ ബൗദ്ധിക സ്വത്തവകാശം അല്ലെങ്കിൽ മറ്റുള്ളവരുടെ ബൗദ്ധിക സ്വത്തവകാശം ലംഘിക്കുകയോ ചെയ്യുക; (ഇ) ലിംഗഭേദം, ലൈംഗിക ആഭിമുഖ്യം, മതം, വംശം,  പ്രായം, ദേശീയ ഉത്ഭവം അല്ലെങ്കിൽ വൈകല്യം എന്നിവയുടെ അടിസ്ഥാനത്തിൽ ഉപദ്രവിക്കുക, ദുരുപയോഗം ചെയ്യുക, അപമാനിക്കുക, അപകീർത്തിപ്പെടുത്തുക, ഭീഷണിപ്പെടുത്തുക, അല്ലെങ്കിൽ വിവേചനം കാണിക്കുക; (എഫ്) തെറ്റായ അല്ലെങ്കിൽ തെറ്റിദ്ധരിപ്പിക്കുന്ന വിവരങ്ങൾ സമർപ്പിക്കാൻ; (ജി) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും, മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും അല്ലെങ്കിൽ ഇൻറർനെറ്റിൻ്റെയും പ്രവർത്തനത്തെയോ ഏതെങ്കിലും തരത്തിൽ ഉപയോഗിക്കുന്നതോ ആയ വൈറസുകളോ മറ്റേതെങ്കിലും തരത്തിലുള്ള ക്ഷുദ്ര കോഡുകളോ അപ്ലോഡ് ചെയ്യുകയോ കൈമാറുകയോ ചെയ്യുക; (h) സ്പാം, ഫിഷ്, ഫാം, പ്രീ ടെക്സ്റ്റ്, സ്പൈഡർ, ക്രാൾ, അല്ലെങ്കിൽ സ്ക്രാപ്പ് എന്നിവ ചെയ്യുക; (i) ഏതെങ്കിലും അശ്ലീലമോ അധാർമികമോ ആയ ഉദ്ദേശ്യങ്ങൾക്കായി ഉപയോഗിക്കുക  (j) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും, മൂന്നാം കക്ഷി ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും അല്ലെങ്കിൽ ഇൻ്റർനെറ്റിൻ്റെ സുരക്ഷാ സവിശേഷതകളിൽ ഇടപെടുകയോ ഒഴിവാക്കുകയോ ചെയ്യുക. നിരോധിത ഉപയോഗങ്ങളിൽ ഏതെങ്കിലും ലംഘിച്ച കാരണത്താൽ മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും നിങ്ങളുടെ ഉപയോഗം അവസാനിപ്പിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്.

പേയ്മെന്റുകൾ
ആപ്പിലേക്കുള്ള പേയ്മെന്റുകൾ Razor Pay ഗേറ്റ്വേ വഴി മാത്രമേ നടത്താവൂ; ഉപയോക്താക്കൾക്ക് ഡെബിറ്റ് കാർഡുകൾ, ക്രെഡിറ്റ് കാർഡുകൾ, UPI അല്ലെങ്കിൽ ഗേറ്റ്വേയിൽ വ്യക്തമാക്കിയ മറ്റേതെങ്കിലും രീതികൾ ഉപയോഗിച്ച് പേയ്മെന്റ്  നടത്താം. ഞങ്ങളുടെ വിലയേറിയ ഉപയോക്താക്കൾ എല്ലാ മാസവും 5-ാം തീയതിയോ അതിന് മുമ്പോ പേയ്മെൻ്റ് നടത്തണം. അത്തരം ബാധ്യതകൾ പരാജയപ്പെട്ടാൽ, ബഹുമാനപ്പെട്ട സ്കീമുകൾ വാഗ്ദാനം ചെയ്യുന്ന നിബന്ധനകളും വ്യവസ്ഥകളും പാലിക്കാൻ സ്കീമുകളുടെ വരിക്കാർ നിർബന്ധിതരാകും.
അവസാനിപ്പിക്കൽ
ഈ നിബന്ധനകളിലെയും വ്യവസ്ഥകളിലെയും ഏതെങ്കിലും വ്യവസ്ഥകൾ അസാധുവായതോ നടപ്പിലാക്കാൻ കഴിയാത്തതോ ആണെന്ന് കണ്ടെത്തിയാൽ, അത്തരം വ്യവസ്ഥകൾ ഈ നിബന്ധനകളിൽ നിന്നും വ്യവസ്ഥകളിൽ നിന്നും വേർപെടുത്തിയതായി കണക്കാക്കുകയും ശേഷിക്കുന്ന വ്യവസ്ഥകളുടെ സാധുതയെയും നിർവ്വഹണത്തെയും ബാധിക്കുകയുമില്ല.

തർക്ക പരിഹാരം
ഈ ഉടമ്പടി അതിൻ്റെ നിയമ തത്വങ്ങളുടെ വൈരുദ്ധ്യം പരിഗണിക്കാതെ, ഇന്ത്യയിലെ കേരള സംസ്ഥാനത്തിൻ്റെ നിയമങ്ങൾക്കനുസൃതമായി നിയന്ത്രിക്കപ്പെടുകയും വ്യാഖ്യാനിക്കുകയും ചെയ്യും. ഈ ഉടമ്പടി പ്രകാരം ഉണ്ടാകുന്ന തർക്കങ്ങൾക്കുള്ള അധികാരപരിധി ഇന്ത്യയിലെ കേരളത്തിലെ കോഴിക്കോട് ജില്ലാ കോടതിയിൽ മാത്രമായിരിക്കും. നിങ്ങൾ ഇതിനാൽ അത്തരം കോടതിയുടെ അധികാരപരിധി അംഗീകരിക്കുകയും ജൂറി വിചാരണയ്ക്കുള്ള ഏതെങ്കിലും അവകാശം ഒഴിവാക്കുകയും ചെയ്യുന്നു. ചരക്കുകളുടെ അന്താരാഷ്ട്ര വിൽപ്പനയ്ക്കുള്ള കരാറുകളെക്കുറിച്ചുള്ള ഐക്യരാഷ്ട്ര കൺവെൻഷൻ ബാധകമല്ല.

മാറ്റങ്ങളും ഭേദഗതികളും
ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ ഏത് സമയത്തും മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളുമായി ബന്ധപ്പെട്ട ഈ കരാറോ അതിൻ്റെ നിബന്ധനകളോ പരിഷ്കരിക്കാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. ഞങ്ങൾ ഇത് ചെയ്യുമ്പോൾ, ഞങ്ങൾ മൊബൈൽ ആപ്ലിക്കേഷനിൽ ഒരു അറിയിപ്പ് പോസ്റ്റ് ചെയ്യും. നിങ്ങൾ നൽകിയ കോൺടാക്റ്റ് വിവരങ്ങൾ പോലെ, ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ മറ്റ് മാർഗങ്ങളിലൂടെയും ഞങ്ങൾ നിങ്ങൾക്ക് അറിയിപ്പ് നൽകിയേക്കാം.
ഈ ഉടമ്പടിയുടെ അപ്ഡേറ്റ് ചെയ്ത പതിപ്പ്, വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ, പുതുക്കിയ ഉടമ്പടി പോസ്റ്റുചെയ്യുമ്പോൾ ഉടനടി പ്രാബല്യത്തിൽ വരും. പുതുക്കിയ ഉടമ്പടി പ്രാബല്യത്തിൽ വരുന്ന തീയതിക്ക് ശേഷം (അല്ലെങ്കിൽ ആ സമയത്ത് വ്യക്തമാക്കിയ മറ്റ് ആക്റ്റ്) മൊബൈൽ ആപ്ലിക്കേഷൻ്റെയും സേവനങ്ങളുടെയും നിങ്ങളുടെ തുടർച്ചയായ ഉപയോഗം ആ മാറ്റങ്ങൾക്ക് നിങ്ങളുടെ സമ്മതം നൽകിയതായി പരിഗണിക്കും.

ഈ നിബന്ധനകളുടെ സ്വീകാര്യത
നിങ്ങൾ ഈ ഉടമ്പടി വായിച്ചതായി സമ്മതിക്കുകയും അതിൻ്റെ എല്ലാ നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുകയും ചെയ്യുന്നു. മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ആക്സസ് ചെയ്യുന്നതിലൂടെയും ഉപയോഗിക്കുന്നതിലൂടെയും നിങ്ങൾ ഈ ഉടമ്പടിക്ക് വിധേയരാണെന്ന് സമ്മതിക്കുന്നു. ഈ കരാറിൻ്റെ നിബന്ധനകൾ പാലിക്കാൻ നിങ്ങൾ സമ്മതിക്കുന്നില്ലെങ്കിൽ, മൊബൈൽ ആപ്ലിക്കേഷനും സേവനങ്ങളും ആക്സസ് ചെയ്യാനോ ഉപയോഗിക്കാനോ നിങ്ങൾക്ക് അധികാരമില്ല.

ഞങ്ങളെ ബന്ധപ്പെടുന്നതിന്
ഈ കരാറുമായി ബന്ധപ്പെട്ട് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ ആശങ്കകളോ പരാതികളോ ഉണ്ടെങ്കിൽ, ചുവടെയുള്ള വിശദാംശങ്ങൾ ഉപയോഗിച്ച് ഞങ്ങളെ ബന്ധപ്പെ ടാവുന്നതാണ്. madhurimagold@gmail.com
ഈ ഡോക്യുമെൻ്റ് അവസാനം അപ്ഡേറ്റ് ചെയ്തത് 2024 ഡിസംബർ 12 നാണ്.',
];
